Repository: arafatamim/rapid_pass_app
Catalog: lib/l10n/app_*.arb
Languages: bn

# title
source: Amar Rapid Pass
bn: আমার র‍্যাপিড পাস

# noticeTitle
source: Notice
bn: বিজ্ঞপ্তি

source: Notice from authorities
bn: কর্তৃপক্ষের পক্ষ থেকে বিজ্ঞপ্তি

# cardNumberCopied
source: Card number copied to clipboard: {number}
bn: কার্ড নাম্বার কপি করা হয়েছে: {number}

source: Remove card
bn: কার্ড মুছে ফেলুন

source: Copy card number
bn: কার্ড নাম্বার কপি করুন

source: card inactive
bn: কার্ড নিষ্ক্রিয়

source: low balance
bn: ব্যালেন্স কম

source: inactive
bn: নিষ্ক্রিয়

# cached
source: displaying cached information due to server issues
bn: সার্ভার জটিলতার কারণে পুরনো তথ্য দেখানো হচ্ছে

# errorWhileLoading
source: An error occurred while loading the card
bn: কার্ডটি লোড করতে সমস্যা হয়েছে

# dragToReorder
source: Long press and drag this to reorder
bn: এটি প্রেস করে টেনে সিরিয়াল বদলান

# addFirstCard
source: Add your first card using the + button below
bn: নিচের + বাটন ব্যাবহার করে আপনার প্রথম কার্ডটি যোগ করুন

source: Add Rapid Pass
bn: র‍্যাপিড পাস যোগ করুন

# cardNumberHint
source: Card number
bn: কার্ড নাম্বার

# cardNumberValidator
source: Enter the 14-digit card number on the back of your card
bn: কার্ডের পিছনে ১৪-অঙ্কের নাম্বারটি লিখুন

# cardNameHint
source: Name
bn: নাম

# cardNameValidator
source: Enter a name to save this card as
bn: কার্ড সংরক্ষণের জন্য একটি নাম দিন

# cardNumberExists
source: A card with this number already exists
bn: এই নাম্বারের কার্ড ইতিমধ্যে রয়েছে

source: About
bn: অ্যাপ সম্পর্কে

# aboutDescription
source: Made by Tamim Arafat (tamim.arafat@gmail.com). DISCLAIMER: This app is not officially affiliated with Dhaka Transport Coordination Authority (DTCA) or any other organisation. The data is fetched from the official DTCA website. Use at your own discretion.
bn: ডেভেলপারঃ তামিম আরাফাত (tamim.arafat@gmail.com). অস্বীকৃতি: এই অ্যাপটি ঢাকা পরিবহন সমন্বয় কর্তৃপক্ষ (DTCA) বা অন্য কোনো সংস্থার সাথে আনুষ্ঠানিকভাবে সম্পর্কিত নয়। তথ্য DTCA এর অফিসিয়াল ওয়েবসাইট থেকে সংগ্রহ করা হয়েছে। নিজ দায়িত্বে ব্যবহার করুন।

source: Settings
bn: সেটিংস

# clearAll
source: Clear all saved passes
bn: সমস্ত সংরক্ষিত পাস মুছে ফেলুন

# clearAllConfirmation
source: Are you sure you want to clear all saved passes?
bn: সমস্ত সংরক্ষিত পাস মুছে ফেলতে চান?

source: Yes
bn: হ্যাঁ

source: No
bn: না

source: Cancel
bn: বাতিল করুন

# networkException
source: No internet connection or server is down
bn: ইন্টারনেট সংযোগ নেই অথবা সার্ভার বন্ধ

# serverException
source: Server maintenance ongoing
bn: সার্ভার রক্ষণাবেক্ষণের কাজ চলছে
